org/espanol/scte1.html
<!doctype html>
<html lang="fr, es">
<head>
<title>Spanish Conversation of the Thursday Episode 1</title>
<!-- 2019-07-11 Thu 22:13 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="Laurent Garnier">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">
</head>
<body>
<div id="content" class="container">
<div class="row"><div class="col-md-9"><h1 class="title">Spanish Conversation of the Thursday Episode 1</h1>



<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> The Alphabet A-M/ L'alphabet A-M</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> From A to M / De A à M</h3>
<div class="outline-text-3" id="text-1-1">
<table class="table table-striped table-bordered table-hover table-condensed">


<colgroup>
<col  class="left">

<col  class="left">

<col  class="left">

<col  class="left">

<col  class="left">
</colgroup>
<thead>
<tr>
<th scope="col" class="text-left">Letter</th>
<th scope="col" class="text-left">Name</th>
<th scope="col" class="text-left">Example</th>
<th scope="col" class="text-left">English</th>
<th scope="col" class="text-left">French</th>
</tr>
</thead>
<tbody>
<tr>
<td class="text-left">A</td>
<td class="text-left">a</td>
<td class="text-left">amigo</td>
<td class="text-left">friend</td>
<td class="text-left">ami</td>
</tr>

<tr>
<td class="text-left">B</td>
<td class="text-left">be</td>
<td class="text-left">bocina</td>
<td class="text-left">horn</td>
<td class="text-left">sonnette</td>
</tr>

<tr>
<td class="text-left">C</td>
<td class="text-left">ce</td>
<td class="text-left">cuchillo</td>
<td class="text-left">knife</td>
<td class="text-left">couteau</td>
</tr>

<tr>
<td class="text-left">CH</td>
<td class="text-left">che</td>
<td class="text-left">chubasquero</td>
<td class="text-left">raincoat</td>
<td class="text-left">imperméable</td>
</tr>

<tr>
<td class="text-left">D</td>
<td class="text-left">de</td>
<td class="text-left">desayuno</td>
<td class="text-left">breakfast</td>
<td class="text-left">petit-déjeuner</td>
</tr>

<tr>
<td class="text-left">E</td>
<td class="text-left">e</td>
<td class="text-left">eficaz</td>
<td class="text-left">effective</td>
<td class="text-left">efficace</td>
</tr>

<tr>
<td class="text-left">F</td>
<td class="text-left">efe</td>
<td class="text-left">frutas</td>
<td class="text-left">fruits</td>
<td class="text-left">fruits</td>
</tr>

<tr>
<td class="text-left">G</td>
<td class="text-left">ge</td>
<td class="text-left">girar</td>
<td class="text-left">spin</td>
<td class="text-left">tourner</td>
</tr>

<tr>
<td class="text-left">H</td>
<td class="text-left">hache</td>
<td class="text-left">huevo</td>
<td class="text-left">egg</td>
<td class="text-left">oeuf</td>
</tr>

<tr>
<td class="text-left">I</td>
<td class="text-left">i</td>
<td class="text-left">iniciar</td>
<td class="text-left">start</td>
<td class="text-left">commencer</td>
</tr>

<tr>
<td class="text-left">J</td>
<td class="text-left">jota</td>
<td class="text-left">jamon</td>
<td class="text-left">ham</td>
<td class="text-left">jambon</td>
</tr>

<tr>
<td class="text-left">K</td>
<td class="text-left">ka</td>
<td class="text-left">kilometro</td>
<td class="text-left">kilometer</td>
<td class="text-left">kilomètre</td>
</tr>

<tr>
<td class="text-left">L</td>
<td class="text-left">ele</td>
<td class="text-left">limon</td>
<td class="text-left">lemon</td>
<td class="text-left">citron</td>
</tr>

<tr>
<td class="text-left">LL</td>
<td class="text-left">elle</td>
<td class="text-left">lluvia</td>
<td class="text-left">rain</td>
<td class="text-left">pluie</td>
</tr>

<tr>
<td class="text-left">M</td>
<td class="text-left">eme</td>
<td class="text-left">montaña</td>
<td class="text-left">mountain</td>
<td class="text-left">montagne</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> The Alphabet N-Z / L'alphabet N-Z</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-sec-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> From N to Z/De N à Z</h3>
<div class="outline-text-3" id="text-2-1">
<table class="table table-striped table-bordered table-hover table-condensed">


<colgroup>
<col  class="left">

<col  class="left">

<col  class="left">

<col  class="left">

<col  class="left">
</colgroup>
<thead>
<tr>
<th scope="col" class="text-left">Letter</th>
<th scope="col" class="text-left">Name</th>
<th scope="col" class="text-left">Example</th>
<th scope="col" class="text-left">English</th>
<th scope="col" class="text-left">French</th>
</tr>
</thead>
<tbody>
<tr>
<td class="text-left">N</td>
<td class="text-left">ene</td>
<td class="text-left">nariz</td>
<td class="text-left">nose</td>
<td class="text-left">nez</td>
</tr>

<tr>
<td class="text-left">Ñ</td>
<td class="text-left">eñe</td>
<td class="text-left">niño</td>
<td class="text-left">kid</td>
<td class="text-left">enfant</td>
</tr>

<tr>
<td class="text-left">O</td>
<td class="text-left">o</td>
<td class="text-left">oliva</td>
<td class="text-left">olive</td>
<td class="text-left">olive</td>
</tr>

<tr>
<td class="text-left">P</td>
<td class="text-left">pe</td>
<td class="text-left">pescado</td>
<td class="text-left">fish</td>
<td class="text-left">poisson</td>
</tr>

<tr>
<td class="text-left">Q</td>
<td class="text-left">cu</td>
<td class="text-left">queso</td>
<td class="text-left">cheese</td>
<td class="text-left">fromage</td>
</tr>

<tr>
<td class="text-left">R</td>
<td class="text-left">erre</td>
<td class="text-left">recuerdo</td>
<td class="text-left">memory</td>
<td class="text-left">souvenir</td>
</tr>

<tr>
<td class="text-left">S</td>
<td class="text-left">ese</td>
<td class="text-left">seta</td>
<td class="text-left">mushroom</td>
<td class="text-left">champignon</td>
</tr>

<tr>
<td class="text-left">T</td>
<td class="text-left">te</td>
<td class="text-left">toro</td>
<td class="text-left">bull</td>
<td class="text-left">taureau</td>
</tr>

<tr>
<td class="text-left">U</td>
<td class="text-left">u</td>
<td class="text-left">universidad</td>
<td class="text-left">university</td>
<td class="text-left">université</td>
</tr>

<tr>
<td class="text-left">V</td>
<td class="text-left">eve</td>
<td class="text-left">vigilar</td>
<td class="text-left">guard</td>
<td class="text-left">surveiller</td>
</tr>

<tr>
<td class="text-left">W</td>
<td class="text-left">uve doble</td>
<td class="text-left">western</td>
<td class="text-left">western movie</td>
<td class="text-left">western</td>
</tr>

<tr>
<td class="text-left">X</td>
<td class="text-left">equis</td>
<td class="text-left">xilofono</td>
<td class="text-left">xylophone</td>
<td class="text-left">xylophone</td>
</tr>

<tr>
<td class="text-left">Y</td>
<td class="text-left">i griega</td>
<td class="text-left">yacer</td>
<td class="text-left">lie</td>
<td class="text-left">être étendu</td>
</tr>

<tr>
<td class="text-left">Z</td>
<td class="text-left">zeta</td>
<td class="text-left">zapato</td>
<td class="text-left">shoe</td>
<td class="text-left">chaussure</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Pequeño diálogo</h2>
<div class="outline-text-2" id="text-3">
</div><div id="outline-container-sec-3-1" class="outline-3">
<h3 id="sec-3-1"><span class="section-number-3">3.1</span> En español</h3>
<div class="outline-text-3" id="text-3-1">
<dl class="org-dl">
<dt> Lorenzo </dt><dd>Hola Laura.
</dd>
<dt> Laura </dt><dd>Hola Lorenzo.
</dd>
<dt> Lorenzo </dt><dd>¿Hablas español?
</dd>
<dt> Laura </dt><dd>No hablo español. 
</dd>
<dt> Lorenzo </dt><dd>Es sorprendente porque me respondes en español.
</dd>
<dt> Laura </dt><dd>Si, hablo un poquito español. Entiendo bastante bien el
español, pero me cuesta hablar. 
</dd>
<dt> Lorenzo </dt><dd>Hablas bien el español. ¿Estudiaste en la escuela?
</dd>
<dt> Laura </dt><dd>Estudié español en la escuela.
</dd>
<dt> Lorenzo </dt><dd>Ok, tengo que irme, vemos la proxima vez.
</dd>
<dt> Laura </dt><dd>Bueno, hasta la proxima vez.
</dd>
</dl>
</div>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Little dialogue</h2>
<div class="outline-text-2" id="text-4">
</div><div id="outline-container-sec-4-1" class="outline-3">
<h3 id="sec-4-1"><span class="section-number-3">4.1</span> In English</h3>
<div class="outline-text-3" id="text-4-1">
<dl class="org-dl">
<dt> Lawrence </dt><dd>Hi Laura.
</dd>
<dt> Laura </dt><dd>Hi Lawrence.
</dd>
<dt> Lawrence </dt><dd>Do you speak Spanish?
</dd>
<dt> Laura </dt><dd>I don't speak Spanish.
</dd>
<dt> Lawrence </dt><dd>That's surprising because you answered me in Spanish.
</dd>
<dt> Laura </dt><dd>Yes, I speak a little Spanish. I understand Spanish well,
but I can hardly speak.
</dd>
<dt> Lawrence </dt><dd>You speak Spanish well. Did you study it at school?
</dd>
<dt> Laura </dt><dd>I studied Spanish at school.
</dd>
<dt> Lawrence </dt><dd>Ok, I have to go, see next time.
</dd>
<dt> Laura </dt><dd>Well, see you next time.
</dd>
</dl>
</div>
</div>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Petit dialogue</h2>
<div class="outline-text-2" id="text-5">
</div><div id="outline-container-sec-5-1" class="outline-3">
<h3 id="sec-5-1"><span class="section-number-3">5.1</span> En français</h3>
<div class="outline-text-3" id="text-5-1">
<dl class="org-dl">
<dt> Laurent </dt><dd>Salut Laura.
</dd>
<dt> Laura </dt><dd>Salut Laurent.
</dd>
<dt> Laurent </dt><dd>Parles-tu espagnol ?
</dd>
<dt> Laura </dt><dd>Je ne parle pas espagnol.
</dd>
<dt> Laurent </dt><dd>C'est surprenant parce que tu m'as répondu en espagnol.
</dd>
<dt> Laura </dt><dd>Oui, je parle un peu espagnol. Je comprends bien
l'espagnol, mais j'ai du mal parler.
</dd>
<dt> Laurent </dt><dd>Tu parles bien l'espagnol. L'as-tu étudié à l'école ?
</dd>
<dt> Laura </dt><dd>J'ai étudié l'espagnol à l'école.
</dd>
<dt> Laurent </dt><dd>D'accord, je dois y aller, à la prochaine fois.
</dd>
<dt> Laura </dt><dd>Bien, à la prochaine fois.
</dd>
</dl>
</div>
</div>
</div>

<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Tips and tricks</h2>
<div class="outline-text-2" id="text-6">
</div><div id="outline-container-sec-6-1" class="outline-3">
<h3 id="sec-6-1"><span class="section-number-3">6.1</span> Spanish to English</h3>
<div class="outline-text-3" id="text-6-1">
<table class="table table-striped table-bordered table-hover table-condensed">


<colgroup>
<col  class="left">

<col  class="left">
</colgroup>
<thead>
<tr>
<th scope="col" class="text-left">Español</th>
<th scope="col" class="text-left">English</th>
</tr>
</thead>
<tbody>
<tr>
<td class="text-left">¿Cómo?</td>
<td class="text-left">What? How?</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">Disculpa, pero no entiendo.</td>
<td class="text-left">Sorry, but I don't understand.</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">¿Lo puedes repetir?</td>
<td class="text-left">Can you repeat?</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">¿Podrías hablar más alto?</td>
<td class="text-left">Could you speak louder?</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">Más despacio, por favor.</td>
<td class="text-left">More slowly, please.</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">¿Puedes deletrearlo?</td>
<td class="text-left">Can you spell it?</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">¿Como se escribe?</td>
<td class="text-left">How do you write it?</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>



<div id="outline-container-sec-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> Trucs et astuces</h2>
<div class="outline-text-2" id="text-7">
</div><div id="outline-container-sec-7-1" class="outline-3">
<h3 id="sec-7-1"><span class="section-number-3">7.1</span> Espagnol vers français</h3>
<div class="outline-text-3" id="text-7-1">
<table class="table table-striped table-bordered table-hover table-condensed">


<colgroup>
<col  class="left">

<col  class="left">
</colgroup>
<thead>
<tr>
<th scope="col" class="text-left">Español</th>
<th scope="col" class="text-left">Français</th>
</tr>
</thead>
<tbody>
<tr>
<td class="text-left">¿Cómo?</td>
<td class="text-left">Quoi ? Comment ?</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">Disculpa, pero no entiendo.</td>
<td class="text-left">Excusez-moi, mais je ne comprends pas.</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">¿Lo puedes repetir?</td>
<td class="text-left">Peux-tu répéter ?</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">¿Podrías hablar más alto?</td>
<td class="text-left">Pourrais-tu parler plus fort ?</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">Más despacio, por favor.</td>
<td class="text-left">Plus lentement, s'il te plaît.</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">¿Puedes deletrearlo?</td>
<td class="text-left">Peux-tu me l'épeler ?</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">¿Como se escribe?</td>
<td class="text-left">Comment ça s'écrit ?</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-sec-8" class="outline-2">
<h2 id="sec-8"><span class="section-number-2">8</span> Additional Resources</h2>
<div class="outline-text-2" id="text-8">
</div><div id="outline-container-sec-8-1" class="outline-3">
<h3 id="sec-8-1"><span class="section-number-3">8.1</span> Links to additional resources</h3>
<div class="outline-text-3" id="text-8-1">
<ul class="org-ul">
<li>The linked <a href="https://youtu.be/VpVsJGsPfnE">video</a>
</li>
<li><a href="https://lgsp.github.io/sciencelanguages/html/news_spanish1.html">The newsletter for spanish speaker</a>
</li>
<li><a href="https://fsi-languages.yojik.eu/languages/oldfsi/languages/spanish.html">FSI complete spanish course</a>
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-9" class="outline-2">
<h2 id="sec-9"><span class="section-number-2">9</span> Ressources complémentaires</h2>
<div class="outline-text-2" id="text-9">
</div><div id="outline-container-sec-9-1" class="outline-3">
<h3 id="sec-9-1"><span class="section-number-3">9.1</span> Ressources complémentaires</h3>
<div class="outline-text-3" id="text-9-1">
<ul class="org-ul">
<li>La <a href="https://youtu.be/VpVsJGsPfnE">vidéo</a> associée
</li>
<li><a href="https://lgsp.github.io/sciencelanguages/html/news_spanish1.html">The newsletter for spanish speaker</a>
</li>
<li><a href="https://fsi-languages.yojik.eu/languages/oldfsi/languages/spanish.html">FSI complete spanish course</a>
</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-sec-10" class="outline-2">
<h2 id="sec-10"><span class="section-number-2">10</span> Other languages / Autres langues</h2>
<div class="outline-text-2" id="text-10">
</div><div id="outline-container-sec-10-1" class="outline-3">
<h3 id="sec-10-1"><span class="section-number-3">10.1</span> My videos on YouTube / Mes vidéos sur YouTube</h3>
<div class="outline-text-3" id="text-10-1">
<ul class="org-ul">
<li><a href="https://www.youtube.com/playlist?list=PLfKvL-VUSKAnM9MWJT9F1z1QZTdb73i7r">Learn German with me</a>
</li>
<li><a href="https://www.youtube.com/playlist?list=PLfKvL-VUSKAkXu2x3Fp74QxxYUVP43haA">Learn Arabic with me</a>
</li>
<li><a href="https://www.youtube.com/playlist?list=PLfKvL-VUSKAl4R0Mh7sKvQjqCsiEEa6D9">Learn Chinese with me</a>
</li>
<li><a href="https://www.youtube.com/playlist?list=PLfKvL-VUSKAm_p6ikI_pTbxNuHco73REt">Learn spanish with me</a>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-10-2" class="outline-3">
<h3 id="sec-10-2"><span class="section-number-3">10.2</span> My blogs</h3>
<div class="outline-text-3" id="text-10-2">
<ul class="org-ul">
<li><a href="https://doyouspeakenglish.fr">https://doyouspeakenglish.fr</a>
</li>
<li><a href="https://govoritparoussky.fr">https://govoritparoussky.fr</a>
</li>
<li><a href="https://impossiblenestpasfrancais.eu">https://impossiblenestpasfrancais.eu</a>
</li>
<li><a href="https://polyglothuman.fr">https://polyglothuman.fr</a>
</li>
</ul>
</div>
</div>
</div>
</div><div class="col-md-3"><nav id="table-of-contents">
<div id="text-table-of-contents" class="bs-docs-sidebar">
<ul class="nav">
<li><a href="#sec-1">1. The Alphabet A-M/ L'alphabet A-M</a>
<ul class="nav">
<li><a href="#sec-1-1">1.1. From A to M / De A à M</a></li>
</ul>
</li>
<li><a href="#sec-2">2. The Alphabet N-Z / L'alphabet N-Z</a>
<ul class="nav">
<li><a href="#sec-2-1">2.1. From N to Z/De N à Z</a></li>
</ul>
</li>
<li><a href="#sec-3">3. Pequeño diálogo</a>
<ul class="nav">
<li><a href="#sec-3-1">3.1. En español</a></li>
</ul>
</li>
<li><a href="#sec-4">4. Little dialogue</a>
<ul class="nav">
<li><a href="#sec-4-1">4.1. In English</a></li>
</ul>
</li>
<li><a href="#sec-5">5. Petit dialogue</a>
<ul class="nav">
<li><a href="#sec-5-1">5.1. En français</a></li>
</ul>
</li>
<li><a href="#sec-6">6. Tips and tricks</a>
<ul class="nav">
<li><a href="#sec-6-1">6.1. Spanish to English</a></li>
</ul>
</li>
<li><a href="#sec-7">7. Trucs et astuces</a>
<ul class="nav">
<li><a href="#sec-7-1">7.1. Espagnol vers français</a></li>
</ul>
</li>
<li><a href="#sec-8">8. Additional Resources</a>
<ul class="nav">
<li><a href="#sec-8-1">8.1. Links to additional resources</a></li>
</ul>
</li>
<li><a href="#sec-9">9. Ressources complémentaires</a>
<ul class="nav">
<li><a href="#sec-9-1">9.1. Ressources complémentaires</a></li>
</ul>
</li>
<li><a href="#sec-10">10. Other languages / Autres langues</a>
<ul class="nav">
<li><a href="#sec-10-1">10.1. My videos on YouTube / Mes vidéos sur YouTube</a></li>
<li><a href="#sec-10-2">10.2. My blogs</a></li>
</ul>
</li>
</ul>
</div>
</nav>
</div></div></div>
<footer id="postamble" class="">
<div><p class="author">Author: Laurent Garnier</p>
<p class="date">Created: 2019-07-11 Thu 22:13</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 26.2 (<a href="http://orgmode.org">Org-mode</a> 9.2.3)</p>
</div>
</footer>
</body>
</html>
